export const VEGAN = [
    {
        title: 'Веганская кухня',
        text: 'Интересны не только убеждённым вегетарианцам, но и тем, кто хочет  попробовать вегетарианскую диету и готовить вкусные  вегетарианские блюда.',
        bigCards: [
            {
                title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
                text: 'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый день. Фасоль в данном случае заменяет мясо, делая рагу сытным и питательным. Чтобы сократить время  приготовления, возьмём консервированную фасоль. Блюдо хоть и простое, но в полной мере наполнено ароматами и имеет выразительный вкус за счёт  добавления томатной пасты.',
                group: 'Вторые блюда',
                groupIcon: '/src/assets/pan.svg',
                saved: '1',
                likes: '1',
            },
            {
                title: 'Капустные котлеты',
                text: 'Капустные котлеты по этому рецепту получаются необычайно пышными и  невероятно вкусными. Мягкий вкус и лёгкая пряная нотка наверняка помогут сделать эти чудесные котлеты из капусты одним из ваших любимых овощных  блюд.',
                group: 'Вторые блюда',
                groupIcon: '/src/assets/pan.svg',
                saved: '2',
                likes: '1',
            },
        ],

        smallCards: [
            {
                title: 'Стейк для вегетарианцев',
                groupIcon: '/src/assets/pan.svg',
            },
            {
                title: 'Котлеты из гречки и фасоли',
                groupIcon: '/src/assets/pan.svg',
            },
            {
                title: 'Сырный суп с лапшой и брокколи',
                groupIcon: '/src/assets/soup.svg',
            },
        ],
    },
];

export const BAKE = [
    {
        title: 'Десерты, выпечка',
        text: 'Без них невозможно представить себе ни современную, ни традиционную кулинарию. Пироги и печенья, блины, пончики, вареники и, конечно, хлеб — рецепты изделий из теста многообразны и невероятно популярны.',
        bigCards: [
            {
                title: 'Бананово-молочное желе',
                text: 'Молочное желе – это просто, вкусно и полезно, ведь для его приготовления в качестве основы используется молоко.',
                group: 'Детские блюда',
                groupIcon: '/src/assets/kid.svg',
                saved: '1',
                likes: '1',
            },
            {
                title: 'Нежный сливочно-сырный крем для кексов',
                text: 'Сливочно-сырным кремом можно украсить кексы, либо другую выпечку, а также этим кремом можно наполнить заварные пирожные.',
                group: 'Детские блюда',
                groupIcon: '/src/assets/kid.svg',
                saved: '2',
                likes: '1',
            },
        ],
        smallCards: [
            {
                title: 'Домашние сырные палочки',
                groupIcon: '/src/assets/kid.svg',
            },
            {
                title: 'Панкейки',
                groupIcon: '/src/assets/national.svg',
            },
            {
                title: 'Воздушное банановое печенье на сковороде',
                groupIcon: '/src/assets/vegan.svg',
            },
        ],
    },
];
